[
    {
        "id": "about_us",
        "pagename": "About Us",
        "elements": [
            {
                "id": "container_1",
                "elements": [
                    {
                        "image": "/images/business/about-us/container-1/cover.jpg",
                        "card": {
                            "title": "THE REVOLUTION",
                            "subtitle": "New Generation<br/> Wiser Broadcasting",
                            "content": "<p>For the first time three major trends have unnaturally altered the world’s verbal ecology<br/><br/> <b>The emergence of English as world’s global language.<br/><br/>Majority of languages facing extremity and presently at risk of dying.<br/><br/>The radical effect Internet on language.</b> <br/><br/>In multi-linguistic society, communities believe learners would get a head start by going straight for English. However, research findings consistently show that learners receive help from using their native language in education as it leads to better understanding of concepts and builds a cheerful outlook towards teaching & learning.<br/><br/> Indian Media space needs change in a development sphere now. Utilizing broadcast for widespread education, in all languages. That is the taste of Revolution!</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_2",
                "elements": [
                    {
                        "card": {
                            "title": "OUR MISSION",
                            "subtitle": "Lead the Indian Infotainment Media Revolution",
                            "content": "<p>We are standing at the new stage of information and entertainment consolidation. The times will see a great shift in media consumption habits. IMS will lead the charge of first Generation of Indian Infotainment Broadcasting.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_3",
                "elements": [
                    {
                        "cards": [
                            {
                                "id": 1,
                                "count": "2.3Billion",
                                "cardtitle": "Serviceable Audience",
                                "cardcontent": "Pan Asia Media creation & distribution."
                            },
                            {
                                "id": 2,
                                "count": "20+",
                                "cardtitle": "Languages",
                                "cardcontent": "In audio channels for all media labels. All Indic languages covered."
                            },
                            {
                                "id": 3,
                                "count": "100+",
                                "cardtitle": "Production Houses",
                                "cardcontent": "In Syndicate partnership, crafting the dream."
                            }
                        ]
                    }
                ]
            },
            {
                "id": "container_4",
                "elements": [
                    {
                        "card": {
                            "title": "CORE VISION",
                            "subtitle": "Break all Communication Barriers in Broadcast",
                            "content": "<p>The Syndicate of Big daddies. We are envisioning a Media network spanning all Indo-Pacific linguistic territories. Second, we distribute every label in all Indic languages. The difference is, we are laced with tech head to toe.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_5",
                "elements": [
                    {
                        "image": "/images/business/about-us/container-1/cover.jpg",
                        "card": {
                            "title": "THE VISION AHEAD",
                            "subtitle": "Walking the Talk",
                            "content": "<p>Our sophisticated technical pillar sits at the heart of our businesses & brands, driving our power to revolutionize. By utilizing open broadcast as a teaching tool, we will help build knowledge, develop leadership skills, and cultivate empathy – to inspire generations of global citizens who continuously look for and implement solutions to the world’s most pressing problems. Keep the foundation of India’s first Media Revolution. TFTW.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_6",
                "elements": [
                    {
                        "image": "/images/business/about-us/container-4/cover.jpg",
                        "title": "Become a Part of the Media Syndicate",
                        "subtitle": "Launch Your<br/> next Blockbuster",
                        "buttontext": "CLAIM A SEAT"
                    }
                ]
            }
        ]
    },
    {
        "id": "our_leadership",
        "pagename": "Our Leadership",
        "elements": [
            {
                "id": "container_1",
                "elements": [
                    {
                        "image": "/images/business/our-leadership/container-1/cover.jpg",
                        "card": {
                            "title": "PATH TO EXCELLENCE",
                            "subtitle": "The Thought Cloud which Drives",
                            "content": "<p>Our leaders are the north to our focus. Their expertise, diversity, devotion, passion, and determination encourage us to advance beyond.<br/><br/> And it shows in our performance, our business pretensions, our open culture, and the amenability to take pitfalls. We are a radically innovative organization. Thanks for the love!</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_3",
                "elements": [
                    {
                        "image": "/images/business/our-leadership/container-3/cover.jpg",
                        "card": {
                            "title": "OUR STORY IS WRITTEN BY",
                            "subtitle": "Culturally Inclusive Global Citizens",
                            "content": "<p>Cultural awareness is one of the ore belief we have, We have a healthy recognition and acceptance that we all originate from varied backgrounds that have formed us into the people we are today. And collectively we will form the higher order of consciousness.<br/><br/> We respect all views, which are products of various experiences, various journeys. We collaboratively make our story with these.</p>"
                        }
                    }
                ]
            }
        ]
    },
    {
        "id": "diversity_and_inclusion",
        "pagename": "Diversity and Inclusion",
        "elements": [
            {
                "id": "container_1",
                "elements": [
                    {
                        "image": "/images/business/diversity-and-inclusion/container-1/cover.jpg",
                        "card": {
                            "title": "GLOBAL INCLUSION",
                            "subtitle": "Our Commitment to move forward together.",
                            "content": "<p>As an organization guided by wisdom and innovation, we understand that best ideas originate from a crew with wide range of backgrounds which works together effectively to harness creative power and imagination.<br/><br/> To move us forward, we must champion all perspectives and ensure that our crew is empowered to bring their unique perspective and experience to achieve our mission.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_2",
                "elements": [
                    {
                        "heading": {
                            "title": "WE AND OUR FUTURE",
                            "subtitle": "Diversity, Equity & Equal Opportunity",
                            "content": "<p>We think that we will only be able to achieve our purpose if we put our commitment to diversity, equity, and inclusion into practice in all aspects of our work.</p>"
                        }
                    },
                    {
                        "images": {
                            "imageTop": "/images/business/diversity-and-inclusion/container-2/image-top.jpg",
                            "imageBottom": "/images/business/diversity-and-inclusion/container-2/image-bottom.jpg"
                        }
                    },
                    {
                        "card": {
                            "subtitle": "Celebrating our Stories together",
                            "content": "<p>We promote an enriching and supportive climate for our community of employees, explorers, photojournalists, and storytellers– regardless of their age, race, gender identity, sexual orientation, physical or mental ability, ethnicity, nationality, or professional title.</p>",
                            "buttontext": "VIEW MORE"
                        }
                    }
                ]
            },           
            {
                "id": "container_3",
                "elements": [
                    {
                        "image": "/images/business/diversity-and-inclusion/container-3/cover.jpg",
                        "card": {
                            "title": "INCLUSION PHILOSOPHY",
                            "subtitle": "Our Guiding Principles",
                            "content": "<p>For all in the crew, at all levels, we try to create work cultures that inspire optimism and promote creativity.<br/><br/> And, because we understand that keeping an inclusive, supportive workplace demands constant attention and intention, we adapt to our employees' changing requirements on a regular basis.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_4",
                "elements": [
                    {
                        "image": "/images/business/diversity-and-inclusion/container-4/cover.jpg",
                        "title": "IMS Crew",
                        "subtitle": "Let us Go FURTHER,<br/> Together.",
                        "buttontext": "APPLY"
                    }
                ]
            }

        ]
    },
    {
        "id": "career",
        "pagename": "Career",
        "elements": []
    }
]