[
    {
        "id": "corporate_and_foundations",
        "pagename": "Corporate and Foundations",
        "elements": [
            {
                "id": "container_1",
                "elements": [
                    {
                        "image": "/images/partners/corporate-and-foundations/container-1/cover.jpg",
                        "card": {
                            "title": "PARTNERSHIP FOR THE FUTURE",
                            "subtitle": "Putting the Best Organizations Forward!",
                            "content": "<p>We are always looking for new and innovative ways to bring high-quality educational and entertainment media to a global audience. That's why we're excited to announce our partnership opportunities with corporate and NGOs. Together, we can create media that inspires, informs, and entertains people of all ages, from all corners of the world. <br/>Our OTT platforms and TV channels are the perfect platform for businesses and organizations to reach their target audience in a meaningful way. We offer a range of partnership opportunities, from co-creating content to co-branding and co-marketing. Our goal is to work together with our partners to create media that has a real impact on the world.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_2",
                "elements": [
                    {
                        "heading": {
                            "title": "OUR ESTEEMED ASSOCIATES",
                            "subtitle": "We are game for partners who share our passion to push the boundaries of exploration.",
                            "content": "<p>We seek partners who share our passion for pushing the boundaries of exploration. Together, we'll unlock new frontiers, inspire generations, and redefine what is possible in the realms of knowledge, innovation, and human achievement.</p>"
                        }
                    },
                    {
                        "images": {
                            "imageTop": "/images/partners/corporate-and-foundations/container-2/image-top.jpg",
                            "imageBottom": "/images/partners/corporate-and-foundations/container-2/image-bottom.jpg"
                        }
                    },
                    {
                        "card": {
                            "subtitle": "Unleashing Power: Powerful Alliances",
                            "content": "<p>Our esteemed partners bring expertise, cutting-edge technology, and vision. Together, we revolutionize communication, deliver exceptional content, and make a lasting impact. Collaboration fuels our success and drives innovation.</p>",
                            "buttontext": "VIEW MORE"
                        }
                    }
                ]
            },
            {
                "id": "container_3",
                "elements": [
                    {
                        "image": "/images/partners/corporate-and-foundations/container-3/cover.jpg",
                        "card": {
                            "title": "COLLABORATING WITH",
                            "subtitle": "Organizations creating a Better World",
                            "content": "<p>We believe in the power of media to create positive change. That's why we're dedicated to working with organizations that share our vision of a better world. Whether you're a business looking to reach new customers or an NGO looking to raise awareness about important issues, we have a partnership opportunity that's right for you.<br/> Join us today and let's create media that makes a difference. Contact IMS to learn more about our partnership opportunities and find out how we can work together to create a brighter future.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_4",
                "elements": [
                    {
                        "id": 1,
                        "name": "Macromedia",
                        "logo": "/images/partners/corporate-and-foundations/container-4/macromedia-logo.svg"
                    },
                    {
                        "id": 2,
                        "name": "JIO",
                        "logo": "/images/partners/corporate-and-foundations/container-4/jio-logo.svg"
                    },
                    {
                        "id": 3,
                        "name": "Oculus",
                        "logo": "/images/partners/corporate-and-foundations/container-4/oculus-logo.svg"
                    },
                    {
                        "id": 4,
                        "name": "Unreal",
                        "logo": "/images/partners/corporate-and-foundations/container-4/unreal-engine-logo.svg"
                    },
                    {
                        "id": 5,
                        "name": "Vulkan",
                        "logo": "/images/partners/corporate-and-foundations/container-4/vulkan-logo.svg"
                    },
                    {
                        "id": 6,
                        "name": "Adobe",
                        "logo": "/images/partners/corporate-and-foundations/container-4/adobe-logo.svg"
                    },
                    {
                        "id": 7,
                        "name": "Autodesk",
                        "logo": "/images/partners/corporate-and-foundations/container-4/autodesk-logo.svg"
                    }
                ]
            },
            {
                "id": "container_5",
                "elements": [
                    {
                        "image": "/images/partners/corporate-and-foundations/container-4/cover1.jpg",
                        "title": "IMS Explorers",
                        "subtitle": "Changemakers<br /> and Innovators",
                        "buttontext": "APPLY"
                    },
                    {
                        "image": "/images/partners/corporate-and-foundations/container-4/cover2.jpg",
                        "title": "IMS Explorers",
                        "subtitle": "Changemakers<br /> and Innovators",
                        "buttontext": "APPLY"
                    },
                    {
                        "image": "/images/partners/corporate-and-foundations/container-4/cover3.jpg",
                        "title": "IMS Explorers",
                        "subtitle": "Changemakers<br /> and Innovators",
                        "buttontext": "APPLY"
                    },
                    {
                        "image": "/images/partners/corporate-and-foundations/container-4/cover4.jpg",
                        "title": "IMS Explorers",
                        "subtitle": "Changemakers<br /> and Innovators",
                        "buttontext": "APPLY"
                    },
                    {
                        "image": "/images/partners/corporate-and-foundations/container-4/cover5.jpg",
                        "title": "IMS Explorers",
                        "subtitle": "Changemakers<br /> and Innovators",
                        "buttontext": "APPLY"
                    }
                ]
            }
        ]
    },
    {
        "id": "become_a_member",
        "pagename": "Become a Member",
        "elements": [
            {
                "id": "container_1",
                "elements": [
                    {
                        "image": "/images/partners/become-a-member/container-1/cover.jpg",
                        "card": {
                            "title": "UNITED FOR GOOD",
                            "subtitle": "Informative Broadcast happens because of You",
                            "content": "<p>You are essential to our effort to transform media and education. You get special advantages as a thank you, such as our highly sought-after IMS yearly Gift Packages. These packages, which highlight the best of our content and products, are carefully designed to deliver a pleasant blend of education, entertainment, lifestyle, and inspiration. Our community revolves around you, and your unwavering support keeps us motivated to push the envelope and offer unforgettable experiences to everyone.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_2",
                "elements": [
                    {
                        "title": "IMS SOCIETY MEMBERSHIP"
                    },
                    {
                        "cards": [
                            {
                                "id": 1,
                                "image": "/images/partners/become-a-member/container-2/cover.jpg",
                                "cardtitle": "BENEFITS",
                                "cardcontentlist": [
                                    "Complimentary subscription to IMS magazines, including unlimited digital access, the online archive, exclusive eBooks, and popular streaming films.",
                                    "Annual IMS official Merchandise",
                                    "Free admission to IMS Events & Seminars for four adults and 2 children under 18 for one year",
                                    "Exclusive access to behind-the-scenes content and interviews with IMS Explorers and experts.",
                                    "Priority booking for IMS immersive experiences and virtual reality showcases.",
                                    "Recognition as a Wanderer Tier IMS Society Member in official IMS publications and website."
                                ]
                            },
                            {
                                "id": 2,
                                "image": "/images/partners/become-a-member/container-2/cover.jpg",
                                "cardtitle": "BENEFITS",
                                "cardcontentlist": [
                                    "25% discount on purchases at the IMS Memorabilia Store.",
                                    "Personalized tour of IMS's headquarters + Film City in Andaman, India for you and your guests.",
                                    "Be the first to know about breaking news on IMS' discoveries, expeditions, reports, and more through exclusive “Eureka” emails.",
                                    "Invitation to an annual VIP event with IMS Explorers and renowned experts.",
                                    "Priority access to limited-edition merchandise releases.",
                                    "Special invitations to exclusive film screenings and premieres of IMS-produced content.",
                                    "Includes all benefits from the Wanderer Tier"
                                ]
                            },
                            {
                                "id": 3,
                                "image": "/images/partners/become-a-member/container-2/cover.jpg",
                                "cardtitle": "BENEFITS",
                                "cardcontentlist": [                                    
                                    "VIP access to IMS's most prestigious events, including the annual Explorers Festival.",
                                    "Exclusive meet-and-greet opportunities with renowned scientists, explorers, and thought leaders.",
                                    "Personalized exploration itinerary planning assistance for unique travel experiences.",
                                    "Customized merchandise package curated for Pioneer Tier Members.",
                                    "Access to exclusive online forums and networking platforms to connect with fellow IMS Society Members",
                                    "Special recognition as a Gold Tier IMS Society Member in official IMS publications, events, and digital platforms. ",
                                    "Includes all benefits from the Wanderer and Trendsetter Tier"
                                ]
                            }
                        ]
                    },
                    {
                        "tabs": [
                            {
                                "id": 1,
                                "title": "IM",
                                "subtitle": "Wanderer",
                                "content": "&#8377; 5,00,000 - &#8377; 10,00,000"
                            },
                            {
                                "id": 2,
                                "title": "IM",
                                "subtitle": "Trendsetter",
                                "content": "&#8377; 10,00,000 - &#8377; 100,00,000"
                            },
                            {
                                "id": 3,
                                "title": "IM",
                                "subtitle": "Pioneer",
                                "content": "Above &#8377; 100,00,000"
                            }
                        ]
                    }
                ]
            },
            {
                "id": "container_3",
                "elements": [
                    {
                        "image": "/images/partners/become-a-member/container-3/cover.jpg",
                        "card": {
                            "title": "IMS ASSEMBLY",
                            "subtitle": "Judges of the Future Dimension",
                            "content": "<p>A distinguished group of individuals known as the IMS Assembly contributes their vast experience, in-depth expertise, and inspirational leadership to help shape and develop our strategic direction. Your important role in influencing the direction of media and education is demonstrated by your IMS Assembly Membership. You will earn unmatched access, influence, and opportunity to work with visionaries who share your enthusiasm for innovation and exploration when you become a member of this renowned society.</p>"
                        }
                    }
                ]
            },
            {
                "id": "container_4",
                "elements": [
                    {
                        "title": "IMS ASSEMBLY MEMBERSHIP"
                    },
                    {
                        "cards": [
                            {
                                "id": 1,
                                "image": "/images/partners/become-a-member/container-4/cover.jpg",
                                "cardtitle": "BENEFITS",
                                "cardcontentlist": [
                                    "Exclusive invitation to the annual IMS Assembly Summit, a high-level gathering of industry leaders, visionaries, and experts from various domains. ",
                                    "Voting rights to shape the content lineup of TV shows, films, magazines, and digital platforms across all IMS brands.",
                                    "Personalized access to IMS Explorers, researchers, and scientists for one-on-one discussions and collaborations.",
                                    "Priority consideration for hosting and participating in IMS-sponsored events, conferences, and seminars.",
                                    "Special recognition as a Delegate Tier IMS Assembly Member in official IMS publications, events, and digital platforms.",
                                    "Enhanced networking opportunities with fellow Delegate Tier Members and the chance to build alliances within the IMS community."                                    
                                ]
                            },
                            {
                                "id": 2,
                                "image": "/images/partners/become-a-member/container-4/cover.jpg",
                                "cardtitle": "BENEFITS",
                                "cardcontentlist": [
                                    "Priority access to exclusive IMS research and development projects, providing early insights and opportunities for collaboration.",
                                    "Invitation to exclusive screenings and preview events for IMS TV shows, films, and documentaries.",
                                    "Specialized training and workshops conducted by IMS experts and industry professionals to enhance personal and professional skills.",
                                    "Opportunity to lead or participate in select IMS initiatives related to education, conservation, technology, or scientific research.",
                                    "Personalized IMS Assembly Membership kit, including limited-edition merchandise and memorabilia.",
                                    "Recognition as an Envoy Tier IMS Assembly Member in official IMS publications, events, and digital platforms."
                                    ]
                            },
                            {
                                "id": 3,
                                "image": "/images/partners/become-a-member/container-4/cover.jpg",
                                "cardtitle": "BENEFITS",
                                "cardcontentlist": [
                                    "VIP access to premier IMS events, including the annual Explorers Festival and red carpet film premieres.",
                                    "Direct involvement in the strategic decision-making process for IMS brands and projects.",
                                    "Exclusive mentorship opportunities with renowned industry leaders and experts associated with IMS.",
                                    "Personalized travel and accommodation assistance for IMS-related events and international conferences.",
                                    "Dedicated personal concierge service for seamless coordination and assistance with all IMS-related matters.",
                                    "Prestigious Chief Tier IMS Assembly Member title and special recognition in official IMS publications, events, and digital platforms."
                                ]
                            }
                        ]
                    },
                    {
                        "tabs": [
                            {
                                "id": 1,
                                "title": "IM",
                                "subtitle": "Delegate",
                                "content": "&#8377; 5,00,000 - &#8377; 10,00,000"
                            },
                            {
                                "id": 2,
                                "title": "IM",
                                "subtitle": "Envoy",
                                "content": "&#8377; 10,00,000 - &#8377; 100,00,000"
                            },
                            {
                                "id": 3,
                                "title": "IM",
                                "subtitle": "Chief",
                                "content": "Above &#8377; 100,00,000"
                            }
                        ]
                    }
                ]
            }
        ]
    }
]