[
    {
        "id":"visitor_agreement",
        "pagename":"visitor agreement",
        "elements":[
            {
                "title":"VISITOR AGREEMENT",
                "date":"LAST UPDATED : Oct 2022",
                "boldparagraph":"<p>Please read this Visitor Agreement carefully. It contains important information regarding your legal rights including mandatory arbitration, no class relief, and waiver of your right to a jury trial. Please take a few minutes to review the section here.</p>",
                "lightparagraph":"<p>This Visitor Agreement applies to the family of informational, educational and entertainment-oriented websites and applications controlled by Indian Media Syndicate, and/or its subsidiary and affiliated entities (collectively, “IMS Group”). Please read this Visitor Agreement; by using the applicable website or application, you accept its terms.</p>",
                "content":"<p>This Visitor Agreement applies to all of the websites and applications where it is posted. Those websites and applications are referred to collectively in this Visitor Agreement as the “IMS TV Sites.” Additional terms and conditions may apply to some services offered on the Discovery Sites. Such terms and conditions may be found at the place where the relevant service is offered. For example, policies governing purchases through IMS.com can be found at the bottom of each IMS.com page. <br /><br />The Web is an evolving medium; we may change the terms of this Visitor Agreement from time to time. By continuing to use any of the IMS Sites after we post any such changes, you accept this Visitor Agreement, as modified. We may change, restrict access to, suspend or discontinue the IMS Sites, or any portion of the IMS Sites, at any time. IMS respects the privacy of our users. Please take a few minutes to review our Privacy Notice.<br /><br /> If you disagree with any material you find on the IMS Sites, we recommend that you respond by noting your disagreement in an appropriate site forum where there is one. We also invite you to bring to our attention any material you believe to be factually inaccurate by contacting our representatives or by contacting Fan Relations at https://corporate-IMS.zendesk.com/hc/en-in. The material that appears on the IMS Sites is for informational and entertainment purposes only. Despite our efforts to provide useful and accurate information, errors may appear from time to time. Before you act on information you’ve found on the IMS Sites, you should confirm any facts that are important to your decision. IMS and its information providers make no warranty as to the reliability, accuracy, timeliness, usefulness or completeness of the information on the IMS Sites. IMS is not responsible for, and cannot guarantee the performance of, goods and services provided by our advertisers or others to whose sites we link. A link to another website does not constitute an endorsement of that site (nor of any product, service or other material offered on that site) by IMS or its licensors. Pursuant to Title 17, Indian Penal Code, Section 512(c)(2), notifications of claimed copyright infringement must be sent to IMS Designated Agent. The Name and Address of Agent Designated to Receive Notification of Claimed Infringement: notices@IMS.com (e-mail). <br /><br />To be effective, the notification must be a written communication that includes the following: <br /><br /><br />A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;<br /><br /> Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site; Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;<br /><br /> Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number and, if available, an e-mail address at which the complaining party may be contacted; A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law; and<br /><br /> A statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>"
            }
        ]
    },
    {
        "id":"privacy_notice",
        "pagename":"Privacy Notice",
        "elements":[
            {
                "title":"PRIVACY <br/> NOTICE",
                "date":"LAST UPDATED : Oct 2022",
                "boldparagraph":"<p>By accessing and using the Services, you agree to our collection and use of your information in the manner described in this Notice. If you disagree with the terms of this Notice, you should not use the Services.</p>",
                "lightparagraph":"<p>This Notice explains how we collect, use, and share information about users who interact with our websites, applications, our content on connected televisions, or other interactive services that link to or reference this Privacy Notice (“Services”). This Notice does not apply to our collection of information from other features, services, or sources (unless specifically stated), or to third parties that provide information to IMS.</p>",
                "content":"<p>The Services are operated in India and are intended for users located in the India. The Services are therefore governed by and operated in accordance with the laws of India. If you are located outside India, please be aware that information you provide to us or that we obtain as a result of your use of the Services will be collected in India and/or transferred to India and will be subject to Indian law. <br/> <br/>By using the Services and/or providing us with information, you (a) consent to the transfer and/or processing of any information to and in India, (b) acknowledge that Indian law may provide a lower standard of protection for information than the laws of your location, (c) understand that we will collect, transfer, store, process and share your information from or about you in accordance with this Notice and Indian law.  <br/> <br/>When you interact with the Services, we collect information that directly identifies you ( i.e., information that would allow someone to identify you or contact you, such as your full name, postal address, e-mail address, or telephone number), as well as information about your use of the Services. Below we describe the different types of information we collect from you and the devices you use when you interact with the Services.  <br/> <br/>Information you provide to us: Some of the Services may permit you to enter contact information and other information about yourself and others. We collect and store any information you enter through the Services. For example, you may provide: <br/> <br/> your name, postal address, e-mail address, phone number, profile picture, birthday, or other information, such as when you register with our Services, create or edit your user profile, sign up to receive newsletters, or enter in a contest or sweepstakes;  <br/>certain demographic information, such as your age, gender, or income bracket, when you participate in a survey or poll;  <br/>information in postings, comments, or forums (such as chat rooms, message boards, or similar public forums) within the Services, and in non-public messages you send to other users of the Services; <br/> nutrition and dietary preference information when you search for recipes within the Services;  <br/>your first and last name, your address, and your credit card and billing information if you purchase of a product at the IMS Store or subscribe to one of IMS's paid Services; or <br/> your e-mail address, communications, and files when you send to us a message by e-mail, through our Customer Support portal, or through other communication services. <br/> Information we collect automatically from your devices: When you interact with the Services, certain information about your use of the Services is automatically collected. This information includes information about the devices used to access the Services, such as Internet Protocol (“IP”) address, your device ID and other unique device identifiers, mobile network information, information about how the device is interacting with our Services, hardware model, and the type and version of your device’s operating system or web browser. We also collect information about how you use our Services, such as pages viewed and the order of such pages, content (including video content) or advertising you view within the Services; the length of time you interact with the Services; search queries entered within the Services; error logs; websites and other services you visit before and after visiting an IMS site; and other similar information. Much of this information is collected through cookies, web beacons, and other tracking technologies. Please see our Tracking Technologies Notice for further information, including your choices in relation to the use of these technologies.</p>"
            }
        ]
    },
    {
        "id":"website_accessibility_statement",
        "pagename":"Website accessibility statement",
        "elements":[
            {
                "title":"WEBSITE ACCESSIBILITY STATEMENT",
                "date":"LAST UPDATED : Oct 2022",
                "boldparagraph":"<p>This website is one of the family of informational, educational and entertainment-oriented applications and websites brought to you by Indian Media Syndicate and its subsidiaries and affiliates (“IMS”).</p>",
                "lightparagraph":"<p>IMS is committed to facilitating and improving the accessibility and usability of its websites and applications. IMS strives to ensure that its websites, applications, and content are accessible to persons with disabilities, including users of screen reader technology. We endeavor to maintain our websites in-line with the Web Content Accessibility Guidelines, which also brings the websites into conformance with the Indians with Disabilities Act of 2006.</p>",
                "content":"<p><h4>Disclaimer</h4> Our efforts to maintain accessibility and usability are ongoing. While we strive to make our websites as accessible as possible, some issues may be encountered by different assistive technology.<br/><br/> <h4>Audio Descriptions</h4> Scheduling information for IMS content containing audio descriptions airing on our linear networks is available here <br/><br/><h4>Contact Us</h4> If at any time you have specific questions or concerns about the accessibility of any particular web page on this website, please contact our Fan Relations department. If you do encounter an accessibility issue, please be sure to specify the web page and nature of the issue in your message, and we will make all reasonable efforts to make that page or the information contained therein accessible for you.</p>"
            }
        ]
    },
    {
        "id":"code_of_ethics",
        "pagename":"code of ethics",
        "elements":[
            {
                "title":"CODE OF <br/>ETHICS",
                "date":"LAST UPDATED : Oct 2022",
                "boldparagraph":"<p>Indian Media Syndicate strives to be the global leader in real life entertainment, serving passionate explorers around the world with scientific journalism that inspires, informs and entertains.</p>",
                "lightparagraph":"<p>Integrity matters.<br/> When we conduct business ethically, we send a message to our consumers, business partners, shareholders and other stakeholders that they can put their trust in us. By doing the right thing, we not only protect our reputation, but also help Indian Media Syndicate (“IMS”) to thrive.<br/> To that end, we have created this Code of Ethics (“Code”). It provides standards for: ensuring compliance with applicable laws, regulations and company policies; promoting integrity and the highest standards of ethical conduct; and helping us to avoid even the appearance of anything improper in our business activities.</p>",
                "content":"<p><h4>WHO MUST FOLLOW THIS CODE</h4> This Code applies to all directors, officers, executives and employees of IMS and its subsidiaries around the world, including joint ventures that are subject to it. It applies everywhere we do business and any time anybody represents IMS. <br> <br> We all play a role in ensuring that IMS conducts business ethically every day and all over the world. As an employee, you have a responsibility to: <br> • Act with integrity, especially when making difficult choices; <br> • Be familiar with the information contained in this Code as well as in company policies and applicable laws, paying particular attention to the requirements that relate to your job and work location; <br> • Complete required employee training in a timely manner and keep up-to-date on current standards and expectations; <br> • Seek guidance whenever you encounter a situation where how to “do the right thing” is unclear; <br> • Promptly report concerns about conduct that may be inconsistent with our Guiding Principles, this Code, our policies or the law—do not undertake an investigation on your own; and <br> • Cooperate and tell the truth when participating in an investigation, audit or other inquiry. <br> <br> Violations of this Code, the company’s policies and/or applicable laws may subject employees to disciplinary action that could, in the most serious circumstances, include responsibility for financial damages and/or termination of employment; employees may also face criminal prosecution. <br> <br> Business partners—including vendors, suppliers, consultants, sales representatives and temporary employees—serve as an extension of IMS and therefore are also expected to comply with this Code. We will take appropriate measures where we believe our business partners have not met our expectations or their contractual obligations. In particular, if any provision of this Code conflicts with a local law or requirement, you should seek guidance from your Human Resources manager or Legal | Ethics & Compliance</p>"
            }
        ]
    },
    {
        "id":"faqs",
        "pagename":"frequently asked questions",
        "elements":[
           {
               "id":1,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":2,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":3,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":4,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":5,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":6,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":7,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":8,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":9,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":10,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":11,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":12,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":13,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":14,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":15,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":16,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":17,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":18,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":19,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           },
           {
               "id":20,
               "que":"How do I access IMS Science?",
               "ans":"For mobile and tablets, you can download the IMScience app from Play Store or App store. On your desktop, you can access the website by visiting",
               "time":"12 days ago"
           }
        ]
    }
]